import './navStyle.css'

const AboutMe = () => {
    return ( 
        <section className="about-container">
            <p> دربــاره من</p>
            <div className='about-info'>  
            من علی هستم متولد دی 1370 در شهرستان بجستان 
            از استان خراسان رضوی.
            ارشد خودم را در رشته فقه مقارن گرفتم
             و به دلیل علاقه  
            به برنامه نویسی تصمیم گرفتم دنبال علاقه ام باشم
             و از سن 29 سالگی شروع به آمورش دیدن کردم و بعد از دو سال پر فراز و نشیب در حوزه فرانت اند مهارت هایی 
             کسب کردم که در قسمت مهارت ها می تونید ببینید<br/>
            یکی دیگه از علایقم پژوهش است که خوشبختانه قدم های درستی برداشته شده است. در حال حاضر فیلد جدید پژوهشی من آینده پژوهی است</div>
        </section>
     );
}
 
export default AboutMe;